<template>
    <div style="line-height:26px; font-size:14px; margin-left:20px; font-family: 微软雅黑;">
        <h1 style="font-size:18px; line-height:36px;">来购APP进行开卡或者升级的过程中，当提示去服务台解决的提示语时，需要服务台专员或者主任在电脑端处理</h1>   
        <b style="line-height:30px;">一、	会员查询（电脑端处理）</b><br>
        1.	问：顾客需要变更手机号<br>
        答：输入顾客手机号或者卡号，查出顾客会员卡，点击“查看详情”按钮进入详情页面，首先验证顾客的原手机号后，输入一个可用的新手机号，完成变更。<br>
        2.	问：顾客需要新增、修改、删除收货地址<br>
        答：输入顾客手机号或者卡号，查出顾客会员卡，点击“查看详情”按钮进入详情页面，点击“地址管理”按钮，对地址进行新增、修改和删除操作<br>
        3.	问：需要查看顾客的资产信息<br>
        答：输入顾客手机号或者卡号，查出顾客会员卡，点击“查看详情”按钮进入详情页面，可查看顾客信息以及资产（美豆和优惠券）情况<br>
        4.	问：顾客会员卡已冻结，需要进行解冻操作<br>
        答：选择已冻结的会员卡，点击“解冻/申请解冻”按钮，进行解冻操作。若是客服专员申请解冻的，需要客服主任审核。而客服主任可直接解冻操作<br>
        5.	问：需要对顾客会员卡进行冻结操作<br>
        答：选择需要冻结的会员卡，点击“冻结/申请冻结”按钮，进行冻结操作。若是客服专员申请冻结的，需要客服主任审核。而客服主任可直接冻结操作<br>
        6.	问：需要用户升级操作<br>
        答：输入顾客手机号或者卡号，查出顾客会员卡，让用户选择一个会员卡，点击“升级”按钮，给用户手机号发送验证码，输入顾客给的验证码，做升级。<br>
        升级后，该手机号对应的线上账号和线下会员卡资产进行合并。<br>
        同时其他卡不在该系统中使用，只能走金立系统。<br>
        升级的过程中，可遇到以下问题：<br>
        （1）	会员卡冻结了，先进行解冻，再做升级<br>
        （2）	门店老用户（融合以前使用线上账号登录过国美app）：使用新手机/激活手机号升级或者预留手机号升级<br>
        7.	问：手机号在线渠道多账号有冲突<br>
        答：输入手机号或者卡号查询，选择会员卡升级，需要店长和客服主管点击弹框中的“去操作”按钮，进入ERM会员查询页面，删除手机号只剩一个<br>
        8.	问：手机号被用户名占用<br>
        答：输入手机号或者卡号查询，选择会员卡升级，点击弹框中的“去操作”按钮，进入ERM会员详情页面，需要修改冲突的用户名<br>
        9.	问：输入手机号或者卡号查询出会员卡，会员卡上的预留手机号非手机号格式<br>
        答：点击页面右上角“完善手机号”，只有店长、主任、客服主管和客服专员有权限。<br>
        10.	问：提示：系统忙疯了，请稍后重试<br>
        答：联系相关技术人员<br>
        <span style="color:red;">附：查询会员卡状态，根据状态展示相应的按钮汇总</span><br>
        <img :src="require('@/assets/images/helpTabel.png')" alt=""><br>
        <b>二、PC会员开卡（电脑端处理）</b><br>
        1.	问：手机号被冻结<br>
        答：输入手机号，点击发送验证码，点击弹框中的“查看会员详情”按钮，进入详情页进行解冻。若是客服专员申请解冻的，需要客服主任审核。而客服主任可直接解冻<br>
        2.	问：手机号在线渠道多账号有冲突<br>
        答：输入手机号，点击发送验证码，需要店长和客服主管点击弹框中的“去操作”按钮，进入ERM会员查询页面，删除手机号只剩一个<br>
        3.	问：手机号被用户名占用<br>
        答：输入手机号，点击发送验证码，点击弹框中的“去操作”按钮，进入ERM会员详情页面，需要修改冲突的用户名<br>
        4.	问：提示：系统忙疯了，请稍后重试<br>
        答：联系相关技术人员
    </div>
</template>
<style>
    .tabel{width: 300px; height: 200px;}
</style>
